tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "martido/graph"
brew "pcre"
brew "xz"
brew "pkg-config"
brew "jpeg"
brew "afl-fuzz"
brew "ansible"
brew "ansible-lint"
brew "openjdk"
brew "ant"
brew "as-tree"
brew "asciidoc"
brew "asciidoctor"
brew "atk"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bazaar"
brew "binutils", link: true
brew "bonnie++"
brew "brew-cask-completion"
brew "brew-gem"
brew "cabal-install"
brew "calicoctl"
brew "ccat"
brew "cfr-decompiler"
brew "cgdb"
brew "cidr2range"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "colordiff"
brew "container-diff"
brew "coreutils"
brew "cowsay"
brew "cppcheck"
brew "zstd"
brew "curl"
brew "curlie"
brew "dasel"
brew "delve"
brew "poppler"
brew "diff-pdf"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "distribution"
brew "graphviz"
brew "dnsviz"
brew "docker-ls"
brew "doxygen"
brew "e2fsprogs"
brew "easy-rsa"
brew "editorconfig"
brew "entr"
brew "etcd"
brew "eva"
brew "fd"
brew "findutils"
brew "flamegraph"
brew "fortune"
brew "freeipmi"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gcviewer"
brew "gdb"
brew "gem-completion"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time", args: ["with-default-names"]
brew "gnu-units"
brew "gnu-which", args: ["with-default-names"]
brew "gnupg"
brew "gnuplot"
brew "go"
brew "golo"
brew "gopls"
brew "gosec"
brew "gotop"
brew "gource"
brew "gprof2dot"
brew "grep"
brew "hadolint"
brew "haskell-stack"
brew "helm"
brew "helmfile"
brew "hlint"
brew "htmltest"
brew "htop"
brew "httping"
brew "icdiff"
brew "imath"
brew "liblqr"
brew "openexr"
brew "imagemagick"
brew "ipcalc"
brew "iperf"
brew "ipmitool"
brew "ipmiutil"
brew "jc"
brew "jfrog-cli"
brew "jq"
brew "jshon"
brew "node"
brew "jsonlint"
brew "k9s"
brew "keychain"
brew "kotlin-language-server"
brew "kubernetes-cli"
brew "krew"
brew "ksync"
brew "kube-linter"
brew "kubeaudit"
brew "kubectx"
brew "kubespy"
brew "kustomize"
brew "launchctl-completion"
brew "lcov"
brew "less"
brew "lesspipe"
brew "libmagic"
brew "linkerd"
brew "lizard-analyzer"
brew "lmdb"
brew "lnav"
brew "loc"
brew "lolcat"
brew "lynis"
brew "ruby"
brew "macvim"
brew "make"
brew "mas"
brew "maven"
brew "maven-completion"
brew "minicom"
brew "minikube"
brew "minio"
brew "mtr"
brew "ncdu"
brew "netperf"
brew "nim"
brew "nmap"
brew "noti"
brew "ntp"
brew "oath-toolkit"
brew "odt2txt"
brew "opa"
brew "open-completion"
brew "openssh"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "parallel"
brew "pidof"
brew "pip-completion"
brew "pipx"
brew "prometheus"
brew "proselint"
brew "pstree"
brew "pv"
brew "px"
brew "qcachegrind"
brew "rancher-cli"
brew "range2cidr"
brew "rename"
brew "ripgrep"
brew "rustc-completion"
brew "shellcheck"
brew "shfmt"
brew "sniffglue"
brew "socat"
brew "sops"
brew "ssh-audit"
brew "sslscan"
brew "starship"
brew "staticcheck"
brew "subnetcalc"
brew "subversion"
brew "sysbench"
brew "tcping"
brew "tcptraceroute"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terraform-inventory"
brew "terraform-ls"
brew "terragrunt"
brew "terrascan"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "topgrade"
brew "tree"
brew "universal-ctags"
brew "util-linux"
brew "vimpager"
brew "watch"
brew "watchman"
brew "wget"
brew "xdot"
brew "xhyve"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zig"
brew "zzuf"
cask "bluejeans"
cask "diffmerge"
cask "docker"
cask "drawio"
cask "firefox"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-cousine-nerd-font"
cask "font-dejavusansmono-nerd-font"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "font-monofur-nerd-font"
cask "font-noto-nerd-font"
cask "font-robotomono-nerd-font"
cask "font-saucecodepro-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-ubuntumono-nerd-font"
cask "ganttproject"
cask "gitx"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "jupyter-notebook-ql"
cask "jupyter-notebook-viewer"
cask "keepassxc"
cask "macdown"
cask "mactex"
cask "meld"
cask "osxfuse"
cask "slack"
cask "spectacle"
cask "visualvm"
cask "vscodium"
cask "wireshark"
cask "xnviewmp"
mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "TabifyIndents", id: 1179234554
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
