tap 'caskroom/cask'
tap 'codeclimate/formulae'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/gui'
tap 'homebrew/services'
cask 'osxfuse'
cask 'xquartz'
brew 'afl-fuzz'
brew 'ant'
brew 'argp-standalone'
brew 'docbook'
brew 'docbook-xsl'
brew 'asciidoc'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'pkg-config'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'bdw-gc'
brew 'gmp'
brew 'libtool'
brew 'libunistring'
brew 'readline'
brew 'guile'
brew 'autogen'
brew 'automake'
brew 'bash'
brew 'bash-completion'
brew 'bazaar'
brew 'berkeley-db'
brew 'binutils'
brew 'icu4c'
brew 'boost'
brew 'c-ares'
brew 'ghc'
brew 'cabal-install'
brew 'ceylon'
brew 'cfr-decompiler'
brew 'cgdb'
brew 'cgrep'
brew 'cmake'
brew 'openssl'
brew 'gdbm'
brew 'sqlite'
brew 'python'
brew 'subversion'
brew 'clang-format'
brew 'cloc'
brew 'colordiff'
brew 'go'
brew 'corectl'
brew 'coreutils'
brew 'cowsay'
brew 'dbus'
brew 'qt5'
brew 'cppcheck'
brew 'cscope'
brew 'ctags'
brew 'libssh2'
brew 'curl'
brew 'node'
brew 'diff-so-fancy'
brew 'dockutil'
brew 'harfbuzz'
brew 'pango'
brew 'graphviz'
brew 'llvm'
brew 'doxygen'
brew 'dwarfutils'
brew 'ecj'
brew 'etcd'
brew 'findbugs'
brew 'findutils', args: ['with-default-names']
brew 'flawfinder'
brew 'fleetctl'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'freeipmi'
brew 'fswatch'
brew 'fzf'
brew 'mpfr'
brew 'gawk'
brew 'isl'
brew 'libmpc'
brew 'gcc'
brew 'maven'
brew 'gcviewer'
brew 'jpeg'
brew 'xz'
brew 'libtiff'
brew 'webp'
brew 'gd'
brew 'gdb'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'generate-json-schema'
brew 'little-cms2'
brew 'ghostscript'
brew 'git-extras'
brew 'global'
brew 'gnu-complexity'
brew 'gnu-getopt'
brew 'gnu-indent', args: ['with-default-names']
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-tar', args: ['with-default-names']
brew 'gnu-time', args: ['with-default-names']
brew 'gnu-which', args: ['with-default-names']
brew 'lua'
brew 'gnuplot'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'golo'
brew 'gprof2dot'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'gx'
brew 'gx-go'
brew 'haskell-stack'
brew 'htop'
brew 'imagemagick'
brew 'iperf'
brew 'ipfs'
brew 'ipmitool'
brew 'ipmiutil'
brew 'jansson'
brew 'oniguruma'
brew 'jq'
brew 'jshon'
brew 'keychain'
brew 'lcov'
brew 'lesspipe'
brew 'libevent'
brew 'libmagic'
brew 'libyaml'
brew 'lmdb'
brew 'm-cli'
brew 'python3'
brew 'macvim'
brew 'md5sha1sum'
brew 'mdv'
brew 'mercurial'
brew 'netperf'
brew 'odt2txt'
brew 'ossp-uuid'
brew 'parallel'
brew 'peco'
brew 'pidof'
brew 'popt'
brew 'proguard'
brew 'pstree'
brew 'putty'
brew 'py2cairo'
brew 'pygobject'
brew 'pygtk'
brew 'qcachegrind'
brew 'rename'
brew 'resty'
brew 'rust'
brew 'ripgrep'
brew 'rpm2cpio'
brew 'rpm'
brew 'sbt'
brew 'scala'
brew 'scalariform'
brew 'shellcheck'
brew 'sloccount'
brew 'socat'
brew 'sonarqube'
brew 'source-highlight'
brew 'sparse'
brew 'ssh-audit'
brew 'sslscan'
brew 'sysbench'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'utf8proc'
brew 'tmux'
brew 'tree'
brew 'valgrind'
brew 'vimpager'
brew 'watch'
brew 'watchman'
brew 'wget'
brew 'xdot'
brew 'xhyve'
brew 'xmlto'
brew 'zzuf'
brew 'codeclimate/formulae/codeclimate'
brew 'homebrew/completions/brew-cask-completion'
brew 'homebrew/completions/docker-completion'
brew 'homebrew/completions/launchctl-completion'
brew 'homebrew/completions/maven-completion'
brew 'homebrew/completions/pip-completion'
brew 'homebrew/completions/sonar-completion'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'homebrew/dupes/less'
brew 'homebrew/dupes/whois'
brew 'homebrew/fuse/sshfs'
cask 'corectl-app'
cask 'coreos'
cask 'gitx'
cask 'hipchat'
cask 'iterm2'
cask 'meld'
cask 'sourcetree'
cask 'spectacle'
cask 'vagrant'
cask 'vagrant-manager'
cask 'visualvm'
cask 'wireshark'
cask 'wireshark-chmodbpf'
