tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'codeclimate/formulae'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/gui'
tap 'homebrew/services'
tap 'homebrew/versions'
brew 'afl-fuzz'
brew 'ant'
brew 'apr'
brew 'apr-util'
brew 'argp-standalone'
brew 'asciidoc'
brew 'aspell'
brew 'atk'
brew 'autoconf'
brew 'autogen'
brew 'automake'
brew 'bash'
brew 'bazaar'
brew 'bdw-gc'
brew 'berkeley-db'
brew 'binutils'
brew 'boost'
brew 'brew-cask-completion'
brew 'c-ares'
brew 'cabal-install'
brew 'cairo'
brew 'ccat'
brew 'ceylon'
brew 'cfr-decompiler'
brew 'cgdb'
brew 'cgrep'
brew 'clang-format'
brew 'cloc'
brew 'cmake'
brew 'cmark'
brew 'codeclimate/formulae/codeclimate'
brew 'colordiff'
brew 'corectl'
brew 'coreutils'
brew 'cowsay'
brew 'cppcheck'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'dbus'
brew 'desktop-file-utils'
brew 'devhelp'
brew 'diction'
brew 'diff-pdf'
brew 'diff-so-fancy'
brew 'distribution'
brew 'docbook'
brew 'docbook-xsl'
brew 'dockutil'
brew 'dos2unix'
brew 'doxygen'
brew 'dwarfutils'
brew 'e2fsprogs'
brew 'ecj'
brew 'enchant'
brew 'etcd'
brew 'exploitdb'
brew 'findbugs'
brew 'findutils', args: ['with-default-names']
brew 'flawfinder'
brew 'fleetctl'
brew 'flowgrind'
brew 'fontconfig'
brew 'freeipmi'
brew 'freetype'
brew 'fswatch'
brew 'fzf'
brew 'gawk'
brew 'gcab'
brew 'gcc'
brew 'gcviewer'
brew 'gd'
brew 'gdb'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'gedit'
brew 'gem-completion'
brew 'generate-json-schema'
brew 'gettext'
brew 'ghc'
brew 'ghostscript'
brew 'git'
brew 'git-extras'
brew 'gitg', args: ['with-python3']
brew 'gjs'
brew 'glib'
brew 'glib-networking'
brew 'global'
brew 'gmp'
brew 'gnome-builder'
brew 'gnome-icon-theme'
brew 'gnu-complexity'
brew 'gnu-getopt'
brew 'gnu-indent', args: ['with-default-names']
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-tar', args: ['with-default-names']
brew 'gnu-time', args: ['with-default-names']
brew 'gnu-which', args: ['with-default-names']
brew 'gnuplot'
brew 'gnutls'
brew 'go'
brew 'gobject-introspection'
brew 'golo'
brew 'gprof2dot'
brew 'graphviz'
brew 'gsettings-desktop-schemas'
brew 'gsl'
brew 'gspell'
brew 'gtk+'
brew 'gtk+3'
brew 'gtk-mac-integration'
brew 'gtksourceview3'
brew 'gtkspell3'
brew 'guile'
brew 'gx'
brew 'gx-go'
brew 'harfbuzz'
brew 'haskell-stack'
brew 'hicolor-icon-theme'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'homebrew/dupes/less'
brew 'homebrew/dupes/whois'
brew 'homebrew/fuse/sshfs'
brew 'homebrew/versions/bash-completion2'
brew 'htop'
brew 'icu4c'
brew 'imagemagick'
brew 'infer'
brew 'intltool'
brew 'iperf'
brew 'ipfs'
brew 'ipmitool'
brew 'ipmiutil'
brew 'isl'
brew 'iso-codes'
brew 'itstool'
brew 'jansson'
brew 'jid'
brew 'jpeg'
brew 'jq'
brew 'jshon'
brew 'json-glib'
brew 'jsoncpp'
brew 'keychain'
brew 'languagetool'
brew 'launchctl-completion'
brew 'lcov'
brew 'lesspipe'
brew 'libepoxy'
brew 'libev'
brew 'libevent'
brew 'libewf'
brew 'libffi'
brew 'libgcrypt'
brew 'libgee'
brew 'libgit2-glib'
brew 'libgpg-error'
brew 'libgsf'
brew 'libmagic'
brew 'libmpc'
brew 'libpeas'
brew 'libpng'
brew 'libsecret'
brew 'libsoup'
brew 'libssh2'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libxml2', args: ['with-python']
brew 'libyaml'
brew 'little-cms2'
brew 'llvm'
brew 'lmdb'
brew 'loc'
brew 'lua'
brew 'lua@5.1'
brew 'luajit'
brew 'm-cli'
brew 'macvim'
brew 'maven'
brew 'maven-completion'
brew 'md5sha1sum'
brew 'mdv'
brew 'mercurial'
brew 'meson'
brew 'mm-common'
brew 'moreutils', args: ['without-parallel']
brew 'mpfr'
brew 'msitools'
brew 'netperf'
brew 'nettle'
brew 'ninja'
brew 'node'
brew 'nspr'
brew 'num-utils'
brew 'odt2txt'
brew 'oniguruma'
brew 'open-completion'
brew 'openjpeg'
brew 'openssl'
brew 'ossp-uuid'
brew 'p11-kit'
brew 'pango'
brew 'parallel'
brew 'pcre'
brew 'peco'
brew 'pick'
brew 'pidof'
brew 'pip-completion'
brew 'pixman'
brew 'pkg-config'
brew 'poppler'
brew 'popt'
brew 'procyon-decompiler'
brew 'proguard'
brew 'pstree'
brew 'putty'
brew 'py2cairo'
brew 'py3cairo'
brew 'pygobject'
brew 'pygobject3', args: ['with-python3']
brew 'pygtk'
brew 'python'
brew 'python3'
brew 'qcachegrind'
brew 'qt5'
brew 'radare2'
brew 'readline'
brew 'rename'
brew 'resty'
brew 'ripgrep'
brew 'rpm'
brew 'rpm2cpio'
brew 'rust'
brew 'rustc-completion'
brew 'sbt'
brew 'scala'
brew 'scalariform'
brew 'shared-mime-info'
brew 'shellcheck'
brew 'shellinabox'
brew 'sloccount'
brew 'socat'
brew 'sonar-completion'
brew 'sonarlint'
brew 'sonarqube'
brew 'source-highlight'
brew 'sqlite'
brew 'ssh-audit'
brew 'sshuttle'
brew 'sslscan'
brew 'subversion'
brew 'sysbench'
brew 'sysdig'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tmux'
brew 'tree'
brew 'utf8proc'
brew 'vagrant-completion'
brew 'vala'
brew 'valgrind'
brew 'vimpager'
brew 'wartremover'
brew 'watch'
brew 'watchexec'
brew 'watchman'
brew 'webkitgtk'
brew 'webp'
brew 'wget'
brew 'wxmac'
brew 'xdot'
brew 'xhyve'
brew 'xmlrpc-c'
brew 'xmlto'
brew 'xz'
brew 'yara'
brew 'zzuf'
cask 'corectl-app'
cask 'docker'
cask 'gitx'
cask 'hipchat'
cask 'iina'
cask 'iterm2'
cask 'keepassx'
cask 'meld'
cask 'osxfuse'
cask 'sourcetree'
cask 'spectacle'
cask 'vagrant'
cask 'vagrant-manager'
cask 'visualvm'
cask 'wireshark'
cask 'wireshark-chmodbpf'
cask 'xquartz'
